Repository: MohammedThabetAboGhola/makany
Catalog: lib/l10n/intl_*.arb
Languages: ar

# The_can_not_be_empty
source: The {T} can not be empty
ar: لا يمكن لحقل {T} أن يكون فارغ

source: Get Started
ar: أبدأ

source: Next
ar: التالي

source: Home
ar: الصفحة الرئيسية

source: Notices
ar: الإشعارات

source: Bookings
ar: الحجوزات

source: Profile
ar: الملف الشخصي

source: Homes
ar: منازل

source: Stores
ar: متاجر

source: Workspace
ar: مساحة عمل

# Month
source: {T}$ /Month
ar: {T}$ /شهر

# M
source: {T}m
ar: {T}متر

# Bathroom
source: {T} Bathroom
ar: {T} حمام

# Room
source: {T} Room
ar: {T} غرفة

source: Filter edit
ar: إعدادات الفلتر

source: The type of property
ar: نوع العقار

source: Residential apartment/house
ar: شقاة سكنية\منزل

source: The number of rooms
ar: عدد الغرف

source: Number of bathrooms
ar: عدد الحمامات

source: Average price
ar: متوسط السعر

source: District/neighborhood
ar: المنطقة\الحي

source: Monthly \
ar: شهرياً \

source: Location
ar: الموقع

source: Description of the property
ar: وصف العقار

source: Apartment directions
ar: اتجاهات الشقة

# Up_to_for_rooms
source: Up to ${A} - ${B} for {C} - {D} rooms
ar: بحدود {A}$ - {B}$ {D} - {C} غرف

source: Real estate
ar: العقارات

source: General real estate
ar: عقارات عامة

source: Private real estate
ar: عقارات خاصة

source: My real estate
ar: عقاراتي

source: House
ar: منزل

source: Add real estate
ar: إضافة عقارات

source: Messages
ar: الرسائل

# Monthly_rent
source: Monthly rent: ${T}
ar: الأجار الشهري : {T}$

# Remaining_to_receive_the_rent
source: Remaining to receive the rent: {T} days
ar: باقي لاستلام الإيجار : {T} يوم

source: Choose the type of property
ar: اختر نوع العقار

source: Additional details
ar: تفاصيل إصافية

source: Price and duration of leave
ar: السعر و مدة الإجازة

source: Increase hours
ar: ساعات الزيادة

source: Upload photo
ar: رفع الصورة
